[
  {
    "term": "3 Es",
    "definition": "Effectiveness, Ease, and Emotion are three core qualities to measure customer experience; based on a Forrester Research Inc. pyramid model of customer experience."
  },
  {
    "term": "5 Whys, aka, Laddering",
    "definition": "A method by which an interviewer derives additional detail and undercurrents from an interviewee. Typically characterized by the interviewer repeatedly asking “why” about a qualified or abstract word or phrase used during an interview. A common metric is for the interviewer to do this five times in a line of questions."
  },
  {
    "term": "Accessibility",
    "definition": "The extent to which content is available, understandable, and usable by all audiences, regardless of sensory, physical, cognitive, intellectual, or situational disabilities or impairments"
  },
  {
    "term": "Best Practice",
    "definition": "Procedures or approaches that are accepted or prescribed as being correct or most effective"
  },
  {
    "term": "Clustering",
    "definition": "A research analysis method characterized by grouping of words or phrases with a single or set of commonalities. In design research, this is often enacted physically by the assembly of words or phrases written on single pieces of paper into a proximate group."
  },
  {
    "term": "Concept/Context mapping",
    "definition": "An ethnographic research process that tries to understand the environment in which the behavior under study takes place"
  },
  {
    "term": "Customer Experience (CX)",
    "definition": "Customer experience (CX) is an individual's perception of all their interactions with an organization. While <em>customer service</em> focuses on improving a <em>single</em> interaction, CX is the sum of direct customer service, plus all the ways customers interact with an organization, including websites, buildings, and physical or digital products."
  },
  {
    "term": "Decode",
    "definition": "To understand; to analyze in order to find meaning"
  },
  {
    "term": "Design thinking",
    "definition": "A way to connect and integrate useful knowledge from the arts and sciences alike that is suited to the problems and purposes of the present"
  },
  {
    "term": "Empathy",
    "definition": "The action of understanding, being aware of, being sensitive to, and vicariously experiencing the feelings, thoughts, and experience of another through a shared experience"
  },
  {
    "term": "Ethnographic research",
    "definition": "Ethnographic research tries to understand how people live their lives. Unlike traditional researchers, who ask specific, highly practical questions, ethnographers may visit homes or offices to observe and listen in a non-directed way. While this observational method may appear inefficient, it enlightens us about the context in which customers see their own environment."
  },
  {
    "term": "Fail early, fail fast, fail small",
    "definition": "A design research principle expressing the ethos that, through quickly making and testing small solutions to big problems in quick succession, drawing lessons for what works or does not work from those tests, and revising the next solution accordingly, more effective and successful end solutions can be reached than if a single large solution was launched once and without testing"
  },
  {
    "term": "Front Stage / Back Stage",
    "definition": "Parts of a service that is visible to the user of that service are called front stage. Parts of a service with which the service provider interacts, but which are not visible to the user of the service, are called back stage"
  },
  {
    "term": "Guided Tour",
    "definition": "A research methodology during which a participant shows researcher(s) their physical space, collections, or other assets so that the researcher(s) understand the participant’s context and reality through the participant’s point of view"
  },
  {
    "term": "How Might We Question",
    "definition": "A “How Might We” (HMW) question serves two purposes. First, it is the frame of inquiry, or the area of research. Second, it should spur and inspire the research team. A good HMW research question will focus but also leave room for exploration."
  },
  {
    "term": "Human-Centered Design (HCD)",
    "definition": "Human-centered design is a design and management framework that develops solutions to problems by involving the human perspective in all steps of the problem-solving process. Human involvement typically takes place in observing the problem within context, brainstorming, conceptualizing, developing, and implementing the solution."
  },
  {
    "term": "Ideate",
    "definition": "To form an idea of; imagine or conceive. In design thinking, this refers to imagining or conceiving of multiple ideas for solutions to problems, usually in succession and building off each idea."
  },
  {
    "term": "Innovation",
    "definition": "A new idea, method, or device. In design thinking, usually characterized by a break from traditional or institutionalized methods, production methods, or products."
  },
  {
    "term": "Intercept interviews",
    "definition": "Intercept interviews are conducted on-site with customers, directly interacting with services at the research site."
  },
  {
    "term": "Internal bias",
    "definition": "A universal situation in which humans feel or show inclination or prejudice for or against someone or something. In design thinking, the inherency of internal bias is accepted, and we correct for these biases through awareness and acknowledgment of them."
  },
  {
    "term": "LEAN (process)",
    "definition": "An approach that focuses on people, process and purpose, and the alignment between the three"
  },
  {
    "term": "No wrong ideas",
    "definition": "In design thinking, the principle that, in order to forward innovative thinking, the group or individual performing the thinking session must accept and consider all ideas as possible solutions"
  },
  {
    "term": "Pain points",
    "definition": "In experience design, pain points are real or perceived problems experienced by customers within a system."
  },
  {
    "term": "Participants",
    "definition": "The people for and with whom design teams work, because they participate in the use of the products, services, and systems we design"
  },
  {
    "term": "Problem frame",
    "definition": "The area of research around a particular problem"
  },
  {
    "term": "Qualitative research",
    "definition": "Primarily exploratory research used to gain an understanding of underlying reasons, opinions, and motivations. It provides insights into the problem or helps to develop ideas or hypotheses for potential quantitative research."
  },
  {
    "term": "ROI",
    "definition": "Acronym for <em>Return on Investment</em>."
  },
  {
    "term": "Root cause",
    "definition": "The fundamental reason for the occurrence of a problem"
  },
  {
    "term": "Shadowing",
    "definition": "A research methodology during which the researcher follows the participant through the participant’s activities. These activities show the researcher the participant’s physical context, as well as their interactions within that context."
  },
  {
    "term": "Sensemaking",
    "definition": "To make sense of; to understand"
  },
  {
    "term": "Snapshots",
    "definition": "A representative sample of research. In design-oriented presentations, this refers to a collection of photographs, quotations, and synthesized research that is formatted to tell the story of the research endeavor."
  },
  {
    "term": "Stakeholders",
    "definition": "Persons, groups or organizations that have a direct or indirect stake in an organization because it can affect or be affected by the organization’s actions, objectives and policies"
  },
  {
    "term": "Sympathy",
    "definition": "The action of understanding, being aware of, being sensitive to, and vicariously experiencing the feelings, thoughts, and experience of thorough emotional and intellectual understanding of another’s experience. This contrasts with empathy in that it does not include a shared experience."
  },
  {
    "term": "Synthesis/synthesizing",
    "definition": "To combine a number of things into a coherent whole. In design thinking, this refers to the collection and integration of pieces of research into a logical and meaningful collection."
  },
  {
    "term": "Touchpoints",
    "definition": "Any point of contact between a customer and a service or service provider. This could be the design of a receipt, the comfort of a waiting room, or the usability of a web page."
  },
  {
    "term": "Yes, And",
    "definition": "In design thinking, the logical opposition to the statement, “No, But...” Meant to set up acceptance and integration, this form of reply to statements can allow for expansive conversation instead of a negation of opinions and options."
  }
]
